# Задача 3. Вариант 22.

# Напишите программу, которая выводит имя "Филип Ауреол Теофраст Бомбаст фон Гогенгейм", и запрашивает его псевдоним. Программа должна сцеплять две эти строки и выводить полученную строку, разделяя имя и псевдоним с помощью тире.


# Falina A. O.

# 15.09.2016

print("Герой нашей сегодняшней программы -" + "Филип Ауреол Теофраст Бомбаст фон Гогенгейм")

print("Под каким же именем мы знаем этого человека?" + "Ваш ответ: Пеле")

print("Все верно: Филип Ауреол Теофраст Бомбаст фон Гогенгейм-" + "Пеле")
input("\n\nНажмите Enter чтобы выйти.")