# Задача 2. Вариант 22.

# Напишите программу, которая будет выводить на экран наиболее понравившееся вам высказывание, автором которого является Демокрит. Не забудьте о том, что автор должен быть упомянут на отдельной строке.


# Falina A. O.

# 15.09.2016

print("Свободным я считаю того, кто ни на что не надеется и ничего не боится. \n\nДемокрит.")

input("\n\nНажмите Enter для выхода.")