# Задача 1. Вариант 22.

# Напишите программу, которая будет сообщать род деятельности и псевдоним под которым скрывается Михаил Ефимович Фрилянд. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.


# Falina A. O.

# 15.09.2016

print("Михаил Ефимович Фрилянд более известен, как бразильский футболист Пеле.")

input("\n\nНажмите Enter для выхода.")