# Задача 4. Вариант 22.

# Напишите программу, которая выводит имя, под которым скрывается Самюэл Ленгхорн Клеменс. Дополнительно необходимо вывести область интересов указанной личности, место рождения, годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или момент смерти). Для хранения всех необходимых данных требуется использовать переменные. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.+


# Falina A. O.
# 15.09.2016

print ("Самюэл Ленгхорн Клеменс более известен, как американский писатель Марк Твен.")
place = "Флорида, Миссури, США"
print( "Место рождения: ", place)
birth = "1871"
death = "1910"
inter = "Литература"
print("Годы жизни:", birth, " ", death)
print("Умер в 74")
print("Интересы: ", inter)
input("\n\nНажмите enter, чтобы выйти")